Repository: jasonharrison/billsplit
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pt

# abouttext1
source: This website was built as a Harvard and EdX's CS50x course final project in August 2018 by
pt: Este site foi feito como projeto final do curso CS50x, disponibilizado por Harvard/EdX, em Agosto de 2018 por

# abouttext2
source: Please email me if you find any issues.
pt: Por favor, nos envie um e-mail caso você encontre algum problema.

# abouttext3
source: I hope you had a good meal/drink, and happy splitting! :)
pt: Espero que tenha tido uma boa refeição, e continue dividindo suas contas! :)

# welcome
source: Welcome to Billsplit!
pt: Bem-vindo ao Billsplit - Uma forma fácil de dividir sua conta entre amigos e saber exatamente quanto cada um irá pagar!

# instructions
source: Please type the names of those who are splitting the bill
pt: Insira abaixo o nome das pessoas que irão dividir a conta

source: Split a bill
pt: Divida uma conta

source: About
pt: Sobre

# done
source: Done! See how much each person must pay below:
pt: Pronto! Veja abaixo quanto cada pessoa deve pagar:

source: Total bill value
pt: Valor total da conta

# howmuchtopay
source: Bill split! See how much each person should pay:
pt: A conta foi dividida! Veja abaixo quanto cada pessoa deve pagar

source: Total value
pt: Valor total

# anotherbill
source: Split another bill
pt: Dividir outra conta

# describeitemconsumed
source: Please describe the item consumed below
pt: Por favor descreva o item consumido abaixo

source: Product
pt: Produto

source: Pepperoni Pizza
pt: Pizza de Calabresa

source: Quantity
pt: Quantidade

source: Price
pt: Preço

source: Who consumed
pt: Quem consumiu

source: REMOVE PRODUCT
pt: REMOVER PRODUTO

# tiphint
source: If you're also giving a tip, please type the percentage (e.g. if giving a 15% tip, type 15 below):
pt: Se você também estiver pagando taxa de serviço ou gorjeta, digite a porcentagem (ex.: se for pagar taxa de 10%, insira 10 abaixo)

# splitbillsubmit
source: Split this bill for me!
pt: Divida a conta para mim!
